[
  {
    "tag":"obesitas",
    "nama": [
      "obesitas",
      "Kegemukan",
      "Kelebihan Berat Badan",
      "Berat badan diatas batas normal",
      "Berat badan berlebih",
      "Kelebihan Gizi",
      "Gizi Berlebih",
      "lemak berlebihan",
      "Overnutrisi"
    ],
    "gejala":[
      "Gejala lain mungkin tidak ada selain berat badan di atas normal.",
      "Gejala umum: gemuk, kelelahan, makan terus-menerus, mendengkur, napas pendek atau perut buncit.",
      "Kenaikan Berat Badan yang Pesat:Kenaikan berat badan bayi paling pesat terjadi pada 3 bulan pertama kehidupan. Setelah itu, kenaikan berat badan perlahan-lahan menurun.Nah, jika bayi terus mengalami kenaikan berat badan yang pesat, maka itu bisa jadi tanda bahwa bayi akan mengalami obesitas!Kenaikan berat badan ini tentunya harus ditakar secara akurat berdasarkan kurva pertumbuhan, tidak bisa hanya dikira-kira.",
      "Pipi Bayi Tampak Gembil:Selanjutnya, tanda bayi mengalami obesitas adalah pipinya yang tampak gembil, atau dalam istilah sehari-hari sering disebut sebagai chubby.Selain pipi yang chubby, hidung pada bayi yang mengalami obesitas juga dapat terlihat lebih pesek karena ‘tertarik’ oleh pipinya yang chubby.",
      "Memiliki Lipatan Leher:Tanda bayi Anda obesitas dapat diamati dari adanya lipatan leher. Lipatan leher ini merupakan bagian dari penumpukan lemak yang terjadi pada bayi.Bayi cenderung memiliki leher yang lebih pendek dari orang dewasa, sehingga lipatan leher akibat obesitas dapat membuat area bagian lipatan lembap dan mudah iritasi atau tumbuh jamur.",
      "Massa Lemak pada Kaki dan Tangan:Bayi yang mengalami obesitas memiliki massa lemak yang banyak pada kaki dan tangannya. Massa lemak ini membuat bayi terlihat lebih buntal.Lemak yang terlalu banyak pada kaki dan lengan terkadang membuat bayi kesulitan dalam menggerakkan kaki dan tangannya. Misalnya, saat hendak melipat kaki ataupun tangannya.",
      "Perut Semakin Membuncit:Selain berat badan yang pesat, bayi obesitas juga bisa dilihat dari perutnya yang membuncit. Meski secara umum perut bayi memang lebih buncit dibandingkan anak yang lebih besar.Jika bayi mengalami obesitas, maka perutnya akan terlihat lebih buncit dibandingkan anak yang tidak obesitas. Ini terjadi akibat penumpukan massa lemak pada bagian perut.",
      "Perubahan pada Kulit:Beberapa perubahan kulit dapat terjadi pada bayi yang mengalami obesitas. Misalnya, munculnya area kulit yang lebih gelap pada bagian belakang leher. Kondisi ini dinamakan acanthosis nigricans.Perubahan kulit juga dapat terjadi pada area-area lipatan lemak, seperti leher, lipat paha, dan bokong yang mudah menjadi kemerahan akibat iritasi karena kondisi tertutup dan lembap.",
      "Malas Bergerak:Ciri bayi obesitas lainnya adalah cenderung lebih malas bergerak. Ini terjadi karena ia kesulitan mengangkat massa tubuhnya yang berat.Anak akan kesulitan berguling dan mengangkat tubuhnya untuk bangun atau berdiri. Bahkan terkadang, bayi dengan obesitas dapat mengalami perkembangan motorik yang lebih lambat dibandingkan bayi normal."
    ],
    "pattern":[
      "Obesitas, / Kegemukan, / Kelebihan Berat Badan, / Berat badan diatas batas normal, / Berat badan berlebih, / Kelebihan Gizi, / Gizi Berlebih, / lemak berlebihan, / Overnutrisi",
      "Apa itu obesitas?",
      "faktor yang menyebabkan bayi terkena obesitas?",
      "obesitas pada bayi usia 0-6 bulan",
      "ciri-ciri obesitas pada bayi?",
      "cara mengatasi obesitas pada bayi?",
      "bayi obesitas karena ASI",
      "penyebab obesitas karena pada bayi?",
      "bahaya obesitas pada bayi?",
      "Tabel berat badan bayi terkena obesitas",
      "gejala obesitas pada bayi dan balita?",
      "Apa penyebab terjadinya obesitas pada bayi?",
      "Apa saja faktor faktor yang menyebabkan terjadinya obesitas?",
      "Apakah bayi bisa mengalami obesitas?",
      "Apakah ASI bisa menyebabkan obesitas pada bayi?",
      "Apa yang terjadi jika bayi mengalami obesitas?",
      "Berapa BB bayi dikatakan obesitas?",
      "Faktor apa saja yang mempengaruhi berat bayi?",
      "Apakah faktor genetik mempengaruhi berat badan bayi?",
      "Apakah normal bayi 6 bulan berat badan 6 kg?",
      "Apakah Faktor keturunan mempengaruhi berat badan bayi?",
      "Apakah faktor genetik bisa gemuk?"
    ],
    "artikel":[
      "Kondisi ketika anak kecil mengalami obesitas dilihat dari usia dan tinggi badannya.",
      "Anak obesitas dapat menyebabkan diabetes, tekanan darah tinggi, dan kolesterol tinggi.",
      "Obesitas merupakan penumpukan lemak yang berlebihan akibat ketidakseimbangan asupan energi (energy intake) dengan energi yang digunakan (energy expenditure) dalam waktu lama",
      "Obesitas adalah kondisi di mana seseorang memiliki berat badan yang berlebihan dan melebihi batas normal sesuai dengan tinggi badannya. Obesitas disebabkan oleh ketidakseimbangan antara asupan kalori yang dikonsumsi dan kalori yang dibakar atau digunakan oleh tubuh, sehingga terjadi penumpukan lemak di dalam tubuh.Obesitas dapat terjadi pada siapa saja, baik pada anak-anak maupun dewasa, dan dapat meningkatkan risiko terjadinya berbagai penyakit dan kondisi kesehatan yang serius, seperti diabetes, hipertensi, penyakit jantung, stroke, dan kanker. Selain itu, obesitas juga dapat mempengaruhi kualitas hidup seseorang, termasuk aktivitas fisik, kepercayaan diri, dan kesejahteraan mental.Obesitas dapat diukur dengan menggunakan indeks massa tubuh (BMI), yang menghitung berat badan seseorang dalam kilogram dibagi dengan kuadrat tinggi badannya dalam meter. Jika nilai BMI seseorang lebih besar dari 30, maka dia diklasifikasikan sebagai obesitas.",
      "Ciri-ciri bayi terkena obesitas sebagai berikut: 1)Kenaikan Berat Badan yang Pesat:Kenaikan berat badan bayi paling pesat terjadi pada 3 bulan pertama kehidupan. Setelah itu, kenaikan berat badan perlahan-lahan menurun.Nah, jika bayi terus mengalami kenaikan berat badan yang pesat, maka itu bisa jadi tanda bahwa bayi akan mengalami obesitas!Kenaikan berat badan ini tentunya harus ditakar secara akurat berdasarkan kurva pertumbuhan, tidak bisa hanya dikira-kira.2)Pipi Bayi Tampak Gembil:Selanjutnya, tanda bayi mengalami obesitas adalah pipinya yang tampak gembil, atau dalam istilah sehari-hari sering disebut sebagai chubby.Selain pipi yang chubby, hidung pada bayi yang mengalami obesitas juga dapat terlihat lebih pesek karena ‘tertarik’ oleh pipinya yang chubby.3)Memiliki Lipatan Leher:Tanda bayi Anda obesitas dapat diamati dari adanya lipatan leher. Lipatan leher ini merupakan bagian dari penumpukan lemak yang terjadi pada bayi.Bayi cenderung memiliki leher yang lebih pendek dari orang dewasa, sehingga lipatan leher akibat obesitas dapat membuat area bagian lipatan lembap dan mudah iritasi atau tumbuh jamur.4)Massa Lemak pada Kaki dan Tangan:Bayi yang mengalami obesitas memiliki massa lemak yang banyak pada kaki dan tangannya. Massa lemak ini membuat bayi terlihat lebih buntal.Lemak yang terlalu banyak pada kaki dan lengan terkadang membuat bayi kesulitan dalam menggerakkan kaki dan tangannya. Misalnya, saat hendak melipat kaki ataupun tangannya.5)Perut Semakin Membuncit:Selain berat badan yang pesat, bayi obesitas juga bisa dilihat dari perutnya yang membuncit. Meski secara umum perut bayi memang lebih buncit dibandingkan anak yang lebih besar.Jika bayi mengalami obesitas, maka perutnya akan terlihat lebih buncit dibandingkan anak yang tidak obesitas. Ini terjadi akibat penumpukan massa lemak pada bagian perut.6)Perubahan pada Kulit:Beberapa perubahan kulit dapat terjadi pada bayi yang mengalami obesitas. Misalnya, munculnya area kulit yang lebih gelap pada bagian belakang leher. Kondisi ini dinamakan acanthosis nigricans.Perubahan kulit juga dapat terjadi pada area-area lipatan lemak, seperti leher, lipat paha, dan bokong yang mudah menjadi kemerahan akibat iritasi karena kondisi tertutup dan lembap.7)Malas Bergerak:Ciri bayi obesitas lainnya adalah cenderung lebih malas bergerak. Ini terjadi karena ia kesulitan mengangkat massa tubuhnya yang berat.Anak akan kesulitan berguling dan mengangkat tubuhnya untuk bangun atau berdiri. Bahkan terkadang, bayi dengan obesitas dapat mengalami perkembangan motorik yang lebih lambat dibandingkan bayi normal.",
      "Beberapa faktor yang dapat menyebabkan bayi terkena obesitas atau kelebihan berat badan adalah:1)Asupan nutrisi yang berlebihan: Bayi yang mendapatkan asupan makanan atau minuman yang mengandung kalori, gula, dan lemak yang berlebihan dapat mengakibatkan penimbunan lemak berlebih pada tubuhnya.2)Kurangnya aktivitas fisik: Bayi yang jarang diajak bergerak atau bermain dapat mengalami kelebihan berat badan karena energi yang masuk tidak dibakar dengan baik.3)Faktor genetik: Beberapa bayi mungkin memiliki kecenderungan untuk mengalami kelebihan berat badan karena faktor genetik atau faktor keturunan.4)Faktor lingkungan: Bayi yang tumbuh di lingkungan yang kurang mendukung pola makan dan gaya hidup sehat, seperti kurangnya akses ke makanan sehat dan olahraga, mungkin lebih rentan terkena obesitas.5)Kurangnya ASI: Bayi yang tidak mendapatkan ASI eksklusif selama 6 bulan pertama kehidupannya dapat mengalami risiko lebih tinggi terkena obesitas.6)Gangguan hormonal: Meskipun jarang terjadi, beberapa gangguan hormon pada bayi dapat menyebabkan obesitas atau kelebihan berat badan.",
      "Berikut adalah beberapa cara yang dapat membantu mencegah agar bayi tidak terkena obesitas:1)Berikan ASI eksklusif selama 6 bulan pertama kehidupan bayi, karena ASI dapat memberikan nutrisi yang lengkap dan sesuai kebutuhan bayi.2)Pilih makanan yang sehat dan seimbang untuk bayi, seperti buah-buahan, sayuran, protein nabati atau hewani, dan biji-bijian yang dapat memberikan nutrisi yang dibutuhkan oleh tubuh bayi.3)Hindari memberikan makanan atau minuman yang mengandung gula, garam, dan lemak yang berlebihan, serta makanan yang diolah atau olahan yang kurang sehat seperti camilan manis, gorengan, dan makanan cepat saji.4)Berikan aktivitas fisik yang cukup sesuai dengan usia dan kemampuan bayi, seperti bermain, merangkak, atau berjalan. Selain itu, hindari memberikan gadget atau televisi untuk waktu yang lama pada bayi, karena dapat mengurangi waktu bergerak dan mempengaruhi pola tidur bayi.5)Berikan lingkungan yang sehat dan mendukung untuk bayi, seperti udara segar, sinar matahari yang cukup, serta lingkungan yang aman dan nyaman bagi bayi untuk bergerak dan bermain.5)Konsultasikan dengan dokter atau ahli gizi mengenai cara memberikan makanan dan nutrisi yang tepat serta pola hidup sehat bagi bayi.",
      "Jika bayi terkena obesitas atau kelebihan berat badan, maka penting untuk memberikan aturan makanan yang sehat dan seimbang. Berikut adalah beberapa aturan makanan yang dapat membantu bayi yang terkena obesitas:1)Berikan makanan yang seimbang: Pastikan makanan yang diberikan kepada bayi mengandung karbohidrat, protein, dan lemak yang seimbang sesuai dengan kebutuhan tubuh bayi.2)Pilih makanan yang rendah kalori: Hindari makanan atau minuman yang mengandung gula, garam, dan lemak yang berlebihan, serta makanan yang diolah atau olahan yang kurang sehat seperti camilan manis, gorengan, dan makanan cepat saji. Pilih makanan yang rendah kalori seperti buah-buahan, sayuran, protein nabati atau hewani, dan biji-bijian.3)Kurangi porsi makan: Jangan memberikan porsi makan yang terlalu banyak untuk bayi. Berikan porsi yang sesuai dengan kebutuhan tubuh bayi dan jangan memaksa bayi untuk makan lebih banyak.4)Berikan makanan secara teratur: Berikan makanan secara teratur pada waktu yang sama setiap harinya. Jangan membiarkan bayi kelaparan atau terlalu lama tidak makan, karena dapat mengakibatkan bayi makan secara berlebihan pada saat selanjutnya.5)Berikan air putih yang cukup: Berikan air putih yang cukup untuk bayi untuk menghindari dehidrasi dan membantu melancarkan pencernaan.6)Batasi konsumsi minuman manis: Hindari memberikan minuman manis seperti jus buah, sirup atau minuman bersoda. Sebaiknya berikan air putih sebagai minuman utama untuk bayi.",
      "Untuk Konsultasi lebih lanjut, anda bisa jadwalkan kunjungan ke dokter spesialis anak atau fasilitas kesehatan terdekat."
    ]
  },        
  
  {
    "tag":"malnutrisi",
    "nama": [
      "malnutrisi",
      "malagizi",
      "kurang gizi",
      "gizi buruk",
      "Malnutrisi Energi Protein",
      "MEP"
    ],
    "gejala":[
      "Tidak tumbuh atau bertambah berat pada tingkat yang diharapkan",
      "Perubahan perilaku, seperti menjadi sangat mudah tersinggung, lambat atau cemas.",
      "Tingkat energi rendah dan lebih mudah lelah daripada anak-anak lain.",
      "Nafsu makan berkurang.",
      "Merasa lelah sepanjang waktu.",
      "Merasa badan lemah.",
      "Sering sakit dan butuh waktu lama untuk pulih.",
      "Luka yang butuh waktu lama untuk sembuh.",
      "Kelainan pada sistem saraf, termasuk kesulitan berkonsentrasi dan masalah memori",
      "Sering merasa kedinginan.",
      "Suasana hati yang rendah atau depresi",
      "Penurunan berat badan yang tidak sehat",
      "Masalah kulit seperti kulit kering dan bersisik, serta rambut yang rapuh dan mudah rontok",
      "Lemahnya sistem kekebalan tubuh yang menyebabkan infeksi berulang",
      "Masalah pencernaan seperti diare atau sembelit"
    ],
    "pattern":[
      "malnutrisi, / malagizi, / kurang gizi, / gizi buruk, / Malnutrisi Energi Protein, / MEP",
      "Penyakit Malnutrisi pada balita adalah?",
      "Apa yang terjadi pada anak yang mengalami malnutrisi?",
      "Malnutrisi meliputi apa saja?",
      "Malnutrisi terjadi pada usia berapa?",
      "Kapan dikatakan malnutrisi?",
      "Apakah malnutrisi bisa disembuhkan?",
      "Apa perbedaan malnutrisi dan gizi buruk?",
      "Apakah malnutrisi berbahaya?",
      "Bagaimana cara mengatasi malnutrisi pada anak?",
      "Kenapa terjadi malnutrisi?",
      "Bagaimana kondisi seseorang yang mengalami malnutrisi?",
      "Apa gejala yang akan terjadi jika tubuh kekurangan protein?",
      "Apa yang akan terjadi jika waktu anak-anak kekurangan protein atau zat putih telur?",
      "Makanan apa saja yang mengandung protein tinggi?"
    ],
    "artikel":[
      "Penyakit malnutrisi pada balita adalah kondisi ketika anak mengalami kekurangan gizi yang dibutuhkan untuk tumbuh dan berkembang dengan baik atau kondisi ketika anak tidak menerima nutrien, mineral, dan kalori yang cukup untuk membantu perkembangan organ vital. Kekurangan gizi ini dapat terjadi karena asupan nutrisi yang tidak memadai atau gangguan dalam penyerapan nutrisi oleh tubuh.",
      "Berat badan Balita anda tergolong Malnutrisi. Malnutrisi pada balita tidak hanya meningkatkan angka kesakitan dan angka kematian tetapi juga dapat menimbulkan gangguan dalam pertumbuhan fisik, mental maupun kemampuan berpikir yang pada akhirnya akan menurunkan produktivitas kerja.",
      "Untuk Konsultasi lebih lanjut, anda bisa jadwalkan kunjungan ke dokter spesialis anak atau fasilitas kesehatan terdekat.",
      "Beberapa ciri-ciri bayi yang terkena malnutrisi adalah sebagai berikut:1)Keterlambatan pertumbuhan: Bayi yang mengalami malnutrisi dapat memiliki pertumbuhan yang terhambat dan lebih kecil dari bayi sebaya mereka.2)Berat badan yang rendah: Bayi yang menderita malnutrisi biasanya memiliki berat badan yang lebih rendah dari bayi sebaya mereka.3)Kekurangan energi: Bayi malnutrisi seringkali tampak lelah, lesu dan kurang aktif. Mereka mungkin tidak memiliki cukup energi untuk bergerak dan bermain seperti bayi sehat.4)Kulit kering dan bersisik: Bayi yang mengalami malnutrisi dapat memiliki kulit yang kering dan bersisik.5)Rambut yang rapuh dan mudah rontok: Rambut bayi yang terkena malnutrisi mungkin tampak tipis, rapuh, dan mudah rontok.6)Infeksi yang berulang: Bayi malnutrisi rentan terhadap infeksi berulang seperti infeksi saluran pernapasan, diare, dan infeksi kulit.7)Sistem kekebalan tubuh yang lemah: Bayi yang malnutrisi mungkin memiliki sistem kekebalan tubuh yang lemah dan rentan terhadap infeksi.",
      "Berikut adalah beberapa faktor yang dapat menyebabkan bayi terkena malnutrisi:1)Kurangnya asupan nutrisi yang memadai: Bayi yang tidak mendapatkan asupan nutrisi yang cukup dari makanan yang dikonsumsi dapat terkena malnutrisi.2)Infeksi yang berulang: Bayi yang sering mengalami infeksi, seperti infeksi saluran pernapasan dan diare, dapat mengalami malnutrisi karena tubuh mereka membutuhkan lebih banyak nutrisi untuk melawan infeksi.3)Kurangnya akses terhadap makanan yang sehat: Bayi yang tidak memiliki akses ke makanan yang sehat atau makanan yang sesuai dengan kebutuhan nutrisi mereka, seperti makanan yang rendah nutrisi atau makanan yang terkontaminasi, berisiko terkena malnutrisi.4)Gangguan pencernaan dan penyerapan nutrisi: Bayi yang mengalami gangguan pencernaan dan penyerapan nutrisi seperti intoleransi laktosa, celiac disease, atau penyakit Crohn dapat mengalami malnutrisi.5)Masalah kesehatan lainnya: Bayi yang mengalami masalah kesehatan lainnya seperti kelainan jantung, kelainan ginjal, atau kelainan metabolisme dapat mengalami malnutrisi.6)Faktor lingkungan: Lingkungan bayi juga dapat berkontribusi terhadap risiko malnutrisi, seperti sanitasi yang buruk, akses yang terbatas terhadap air bersih, kemiskinan dan lingkungan yang tidak mendukung kesehatan.",
      "Berikut adalah beberapa cara untuk mencegah bayi terkena malnutrisi:1)ASI eksklusif: Memberikan ASI eksklusif selama 6 bulan pertama kehidupan bayi dapat membantu mencegah malnutrisi dan memberikan nutrisi yang tepat.2)Pemberian makanan yang tepat: Setelah bayi berusia 6 bulan, pemberian makanan pendamping ASI atau MPASI sangat penting untuk memenuhi kebutuhan nutrisi yang lebih kompleks.3)Makanan bergizi: Pastikan makanan yang diberikan kepada bayi kaya akan nutrisi, seperti protein, vitamin, mineral, dan karbohidrat.4)Frekuensi pemberian makanan: Pemberian makanan yang cukup dan teratur, baik ASI atau MPASI, juga sangat penting untuk mencegah bayi terkena malnutrisi.5)Menghindari makanan yang tidak sehat: Hindari memberikan makanan yang tidak sehat, seperti makanan cepat saji, makanan dengan kandungan gula tinggi, atau makanan olahan yang mengandung bahan kimia berbahaya.6)Perhatikan kesehatan ibu: Kesehatan ibu juga sangat penting untuk mencegah malnutrisi pada bayi, karena kondisi kesehatan ibu yang buruk dapat mempengaruhi produksi ASI atau kemampuan untuk memberikan makanan bergizi kepada bayi.7)Perhatikan pertumbuhan dan perkembangan bayi: Perhatikan pertumbuhan dan perkembangan bayi secara teratur, seperti dengan mengukur berat badan, tinggi badan, dan lingkar kepala. Jika terdapat masalah dalam pertumbuhan dan perkembangan bayi, segera konsultasikan dengan dokter atau tenaga medis terkait.",
      "Aturan makan bayi yang terkena malnutrisi harus didasarkan pada saran dan arahan dari dokter atau ahli gizi yang berkualifikasi. Namun, berikut adalah beberapa prinsip umum yang dapat membantu bayi yang mengalami malnutrisi:1)Berikan makanan yang seimbang: Bayi yang terkena malnutrisi membutuhkan makanan yang seimbang dan kaya akan nutrisi, seperti protein, lemak, karbohidrat, vitamin, dan mineral. Konsumsi makanan sehat seperti buah-buahan, sayuran, biji-bijian, daging, dan ikan.2)Beri makanan dengan frekuensi yang lebih sering: Bayi yang terkena malnutrisi dapat memerlukan makanan yang lebih sering untuk memastikan asupan nutrisi yang cukup. Jika bayi Anda sulit makan dalam jumlah besar sekaligus, berikan makanan dalam porsi kecil lebih sering dalam sehari.3)Tawarkan makanan dengan tekstur yang tepat: Bayi yang terkena malnutrisi mungkin memiliki masalah dengan mengunyah atau menelan makanan. Tawarkan makanan dengan tekstur yang tepat, seperti makanan yang halus atau lembut, dan hindari makanan yang sulit dikunyah atau dihadam.4)Berikan makanan tambahan: Jika bayi Anda mengalami kekurangan nutrisi tertentu, seperti zat besi atau vitamin D, dokter atau ahli gizi Anda mungkin merekomendasikan suplemen atau makanan tambahan.5)Monitor pertumbuhan: Pantau pertumbuhan bayi Anda secara teratur dan diskusikan dengan dokter atau ahli gizi jika Anda memiliki kekhawatiran tentang pertumbuhan atau perkembangan bayi.6)Jangan membatasi asupan kalori: Jangan membatasi asupan kalori bayi jika mereka mengalami malnutrisi. Bayi membutuhkan kalori untuk tumbuh dan berkembang dengan baik."
    ]
  },        
  
  {
    "tag":"stunting",
    "nama": [
      "stunting",
      "Sakit stunting pada bayi",
      "penyakit stunting",
      "perawakan pendek",
      "kurang gizi",
      "kegagalan pertumbuhan pada bayi",
      "pertumbuhan terhambat pada bayi"
    ],
    "gejala":[
      "Pertumbuhan tubuh yang terhambat: Anak tidak tumbuh sesuai dengan grafik pertumbuhan yang seharusnya untuk usianya. Anak dapat memiliki berat badan yang rendah dan tinggi badan yang lebih pendek daripada anak-anak sebaya.",
      "Berat badan yang rendah dan tubuh yang lebih pendek dari seharusnya untuk usianya.",
      "Perkembangan motorik terlambat: Anak mungkin mengalami keterlambatan dalam kemampuan berjalan, berbicara, dan bergerak secara fisik.",
      "Keterlambatan perkembangan motorik, intelektual, dan kognitif: Anak mungkin mengalami keterlambatan dalam kemampuan belajar, berbicara, dan berfikir.",
      "Penurunan daya tahan tubuh: Anak cenderung mudah sakit, sering mengalami infeksi pernapasan, diare, atau penyakit lainnya karena sistem kekebalan tubuh yang melemah.",
      "Kemampuan belajar yang terganggu atau Memiliki kemampuan fokus dan memori belajar yang buruk",
      "Daya tahan tubuh yang rendah sehingga mudah sakit dan sering mengalami infeksi.",
      "Masalah gizi: Anak mungkin menunjukkan tanda-tanda kurang gizi seperti kulit kering, rambut kusam, mata cekung, atau perut yang kembung.",
      "Proporsi tubuh cenderung normal tetapi anak tampak lebih muda/kecil untuk usianya",
      "Berat badan rendah untuk anak seusianya",
      "Pertumbuhan tubuh dan gigi yang terlambat",
      "Wajah tampak lebih muda dari anak seusianya",
      "Pubertas yang lambat",
      "Saat menginjak usia 8-10 tahun, anak cenderung lebih pendiam dan tidak banyak melakukan kontak mata dengan orang sekitarnya"
    ],
    "pattern":[
      "stunting, / Sakit stunting pada bayi, / penyakit stunting, / perawakan pendek, / kurang gizi, / kegagalan pertumbuhan pada bayi, / pertumbuhan terhambat pada bayi",
      "apa itu penyakit stunting?",
      "Apa ciri ciri penyakit stunting?",
      "Apakah stunting itu sebuah penyakit?",
      "Stunting usia berapa?",
      "Bagaimana cara mengatasi stunting?",
      "Apakah anak stunting bisa kembali normal?",
      "Stunting apakah sama dengan gizi buruk?",
      "Apakah anak kurus itu stunting?",
      "10 langkah pencegahan stunting?",
      "Apa penyebab stunting pada anak?",
      "10 langkah pencegahan stunting?",
      "3 Langkah pencegahan stunting?",
      "7 Langkah mencegah stunting?",
      "8 langkah pencegahan stunting?",
      "Kegiatan stunting apa saja?",
      "Apa penyebab stunting pada anak?",
      "Apa faktor penyebab anak stunting?",
      "Gejala Stunting?",
      "Gejala Stunting pada anak?",
      "Gejala Stunting menurut who?",
      "Gejala Stunting pada bayi?",
      "Gejala Stunting jangka pendek adalah?",
      "Gejala Stunting pada ibu hamil?",
      "Gejala Stunting kemenkes?",
      "Gejala awal Stunting?"
    ],
    "artikel":[
      "Stunting adalah masalah gizi kronis akibat kurangnya asupan gizi dalam jangka waktu panjang sehingga mengakibatkan terganggunya pertumbuhan pada anak. Stunting juga menjadi salah satu penyebab tinggi badan anak terhambat, sehingga lebih rendah dibandingkan anak-anak seusianya.",
      "Penyakit stunting adalah kondisi ketika anak mengalami kegagalan pertumbuhan, yang menyebabkan anak memiliki tinggi badan yang lebih pendek dari yang seharusnya sesuai dengan usianya. Stunting terjadi karena kurangnya asupan nutrisi yang cukup dan/atau infeksi yang sering terjadi pada masa kanak-kanak.Kondisi ini dapat mempengaruhi perkembangan otak dan tubuh anak, yang berdampak pada kemampuan belajar, kesehatan dan produktivitas anak di masa depan. Stunting sering kali terjadi pada masa awal kehidupan, yaitu selama kehamilan hingga usia dua tahun. Stunting dapat dicegah dengan memberikan asupan nutrisi yang cukup dan seimbang selama masa kehamilan dan anak-anak di bawah usia 2 tahun.Penanganan stunting harus segera dilakukan karena jika tidak ditangani dengan baik, kondisi ini dapat meningkatkan risiko terjadinya gangguan perkembangan dan kesehatan yang lebih serius pada masa depan.",
      "Anak yang terkena penyakit stunting dapat menunjukkan beberapa ciri-ciri, antara lain:1)Tubuh pendek: Anak memiliki tinggi badan yang lebih pendek dari anak-anak seusianya. Hal ini dapat dilihat dari kurva pertumbuhan yang tidak sesuai dengan standar pertumbuhan anak-anak.2)Berat badan kurang: Anak mungkin memiliki berat badan yang lebih rendah dari yang seharusnya untuk usianya. Hal ini juga dapat dilihat dari kurva pertumbuhan yang tidak sesuai dengan standar pertumbuhan anak-anak.3)Perkembangan motorik terhambat: Anak dapat mengalami keterlambatan dalam perkembangan motoriknya. Anak mungkin kesulitan dalam berjalan, berlari, atau melakukan aktivitas fisik lainnya.4)Keterlambatan perkembangan intelektual: Anak mungkin mengalami keterlambatan dalam kemampuan berbicara, belajar, dan berfikir. Anak juga dapat mengalami kesulitan dalam memahami konsep abstrak.5)Gangguan kesehatan: Anak yang terkena stunting cenderung memiliki daya tahan tubuh yang lemah dan mudah terserang penyakit. Anak juga dapat mengalami masalah kesehatan seperti anemia, kurang gizi, dan infeksi saluran pernapasan.6)Wajah tampak lebih muda dari anak seusianya.7)Pubertas yang lambat.8)Saat menginjak usia 8-10 tahun, anak cenderung lebih pendiam dan tidak banyak melakukan kontak mata dengan orang sekitarnya",
      "Faktor-faktor yang Menyebabkan Stunting:1. Kurang Gizi dalam Waktu Lama:Tanpa disadari, penyebab stunting pada dasarnya sudah bisa terjadi sejak anak berada di dalam kandungan. Sebab, sejak di dalam kandungan, anak bisa jadi mengalami masalah kurang gizi. Penyebabnya, adalah karena sang ibu tidak memiliki akses terhadap makanan sehat dan bergizi seperti makanan berprotein tinggi, sehingga menyebabkan buah hatinya turut kekurangan nutrisi. Selain itu, rendahnya asupan vitamin dan mineral yang dikonsumsi ibu juga bisa ikut memengaruhi kondisi malnutrisi janin. Kekurangan gizi sejak dalam kandungan inilah yang juga bisa menjadi penyebab terbesar kondisi stunting pada anak.2. Pola Asuh Kurang Efektif:Pola asuh yang kurang efektif juga menjadi salah satu penyebab stunting pada anak. Pola asuh di sini berkaitan dengan perilaku dan praktik pemberian makanan kepada anak. Bila orang tua tidak memberikan asupan gizi yang baik, maka anak bisa mengalami stunting. Selain itu, faktor ibu yang masa remaja dan kehamilannya kurang nutrisi serta masa laktasi yang kurang baik juga dapat memengaruhi pertumbuhan dan otak anak.3. Pola Makan:Rendahnya akses terhadap makanan dengan nilai gizi tinggi serta menu makanan yang tidak seimbang dapat memengaruhi pertumbuhan anak dan meningkatkan risiko stunting. Hal ini dikarenakan ibu kurang mengerti tentang konsep gizi sebelum, saat, dan setelah melahirkan.4. Tidak Melakukan Perawatan Pasca Melahirkan:Setelah bayi lahir, sebaiknya ibu dan bayi menerima perawatan pasca melahirkan. Sangat dianjurkan juga bagi bayi untuk langsung menerima asupan ASI agar dapat memperkuat sistem imunitasnya. Perawatan pasca melahirkan dianggap perlu untuk mendeteksi gangguan yang mungkin dialami ibu dan anak pasca persalinan.5. Gangguan Mental dan Hipertensi Pada Ibu:Pola asuh yang kurang efektif juga menjadi salah satu penyebab stunting pada anak. Pola asuh di sini berkaitan dengan perilaku dan praktik pemberian makanan kepada anak. Bila orang tua tidak memberikan asupan gizi yang baik, maka anak bisa mengalami stunting. Selain itu, faktor ibu yang masa remaja dan kehamilannya kurang nutrisi serta masa laktasi yang kurang baik juga dapat memengaruhi pertumbuhan dan otak anak.6. Sakit Infeksi yang Berulang:Sakit infeksi yang berulang pada anak disebabkan oleh sistem imunitas tubuh yang tidak bekerja secara maksimal. Saat imunitas tubuh anak tidak berfungsi baik, maka risiko terkena berbagai jenis gangguan kesehatan, termasuk stunting, menjadi lebih tinggi. Karena stunting adalah penyakit yang rentan menyerang anak, ada baiknya Anda selalu memastikan imunitas buah hati terjaga sehingga terhindar dari infeksi.7. Faktor Sanitasi:Sanitasi yang buruk serta keterbatasan akses pada air bersih akan mempertinggi risiko stunting pada anak. Bila anak tumbuh di lingkungan dengan sanitasi dan kondisi air yang tidak layak, hal ini dapat memengaruhi pertumbuhannya. Rendahnya akses terhadap pelayanan kesehatan juga merupakan salah satu faktor penyebab stunting.",
      "Cara Mencegah Stunting:1. Pahami Konsep Gizi:Pastikan Anda mendapatkan asupan gizi yang cukup setiap hari, terlebih saat masa kehamilan. Pahami konsep gizi dengan baik dan terapkan dalam pola asuh anak.2. Pilihan Menu Beragam:Upayakan untuk selalu memberi menu makanan yang beragam untuk anak. Jangan lupakan faktor gizi dan nutrisi yang dibutuhkan mereka setiap harinya. Saat masa kehamilan dan setelahnya, ibu pun perlu mendapatkan gizi yang baik dan seimbang agar dapat menghindari masalah stunting.3. Pemeriksaan Rutin:Selama masa kehamilan, ibu perlu melakukan check up atau pemeriksaan rutin untuk memastikan berat badan sesuai dengan usia kehamilan. Ibu hamil juga tidak boleh mengalami anemia atau kekurangan darah karena akan memengaruhi janin dalam kandungan. Kontrol tekanan darah ini bisa dilakukan saat check up rutin.4. Pentingnya ASI:Air susu ibu (ASI) mengandung banyak gizi baik yang dapat menunjang pertumbuhan anak. Dalam ASI, terdapat zat yang dapat membangun sistem imun anak sehingga menjauhkan mereka dari berbagai masalah kesehatan, salah satunya adalah stunting.5. Konsumsi Asam Folat:Asam folat berperan penting untuk mendukung perkembangan otak dan sumsum tulang belakang bayi. Zat ini juga dapat mengurangi risiko gangguan kehamilan hingga 72%. Dengan asupan asam folat, kegagalan perkembangan organ bayi selama masa kehamilan juga bisa dicegah.6. Tingkatkan Kebersihan:Sakit infeksi yang berulang pada anak disebabkan oleh sistem imunitas tubuh yang tidak bekerja secara maksimal. Saat imunitas tubuh anak tidak berfungsi baik, maka risiko terkena berbagai jenis gangguan kesehatan, termasuk stunting, menjadi lebih tinggi. Karena stunting adalah penyakit yang rentan menyerang anak, ada baiknya Anda selalu memastikan imunitas buah hati terjaga sehingga terhindar dari infeksi.7. Faktor Sanitasi:Faktor sanitasi dan akses air bersih menjadi salah satu fokus yang bisa Anda lakukan untuk mencegah stunting pada anak. Jagalah kebersihan diri dan lingkungan agar tidak ada bakteri, jamur, kuman, dan virus yang mengontaminasi tubuh Anda dan si kecil. Anda juga disarankan selalu memperhatikan kebersihan tubuh maupun tangan. Sebab, apabila tangan kotor, bukan tidak mungkin kuman menjangkiti makanan yang masuk ke dalam tubuh sehingga menyebabkan masalah kurang gizi. Dalam waktu lama, masalah kurang gizi yang berkepanjangan tersebut dapat menyebabkan stunting.",
      "Berikut adalah beberapa aturan makanan yang perlu diperhatikan bagi anak yang terkena stunting:1)Konsumsi makanan sehat: Anak yang terkena stunting membutuhkan makanan yang mengandung protein, karbohidrat, lemak, vitamin, dan mineral yang cukup untuk memenuhi kebutuhan nutrisinya. Pilihlah makanan yang sehat dan bergizi seperti sayuran, buah-buahan, biji-bijian, daging, ikan, dan susu.2)Porsi makanan yang cukup: Pastikan anak mengonsumsi makanan dalam porsi yang cukup untuk memenuhi kebutuhan nutrisinya. Jangan memberikan porsi yang terlalu kecil atau terlalu besar, dan berikan makanan dalam jumlah yang cukup sepanjang hari.3)Hindari makanan cepat saji dan makanan tinggi kalori: Hindari memberikan makanan cepat saji dan makanan tinggi kalori yang dapat memperburuk kondisi stunting pada anak. Makanan tersebut seringkali tidak seimbang dalam kandungan nutrisi dan dapat menyebabkan kegemukan.4)Berikan makanan yang mudah dicerna: Anak yang terkena stunting mungkin mengalami masalah pencernaan seperti perut kembung atau diare. Berikan makanan yang mudah dicerna dan tidak mengiritasi sistem pencernaan, seperti bubur atau sup.5)Berikan camilan yang sehat: Berikan camilan yang sehat dan bergizi, seperti buah-buahan, kacang-kacangan, atau yoghurt, sebagai alternatif makanan yang dapat membantu memenuhi kebutuhan nutrisi anak."
    ]
  },        
  
  {
    "tag":"ideal",
    "nama": [
      "ideal",
      "gizi seimbang",
      "gizi cukup"
    ],
    "gejala":[
      "1. Tinggi badan dan berat badan sesuai umur",
      "2. Tubuh kuat dan kencang",
      "3. Postur tegap",
      "4. Kulit sehat",
      "5. Rambut berkilau",
      "6. Mata Jernih",
      "7. Tanggap dan ceria",
      "8. Napsu Makan baik",
      "9. Buang air besar teratur",
      "10. Tidur nyenyak"
    ],
    "pattern":[
      "ideal, / gizi seimbang, / gizi cukup",
      "kondisi tubuh ideal pada balita",
      "Berapa berat badan ideal balita?",
      "Tubuh yang ideal itu berapa?",
      "Berat badan anak usia 2 tahun idealnya berapa?",
      "Berapa tinggi badan normal balita?",
      "Berapa normal BB dan TB anak 2 tahun?",
      "Apa ciri ciri TB pada anak?",
      "Normalkah anak usia 2 tahun berat badan 10 kg?",
      "Normalkah anak usia 2 tahun BB 9 kg?",
      "Agar anak cepat gemuk makan apa?"
    ],
    "artikel":[
      "Berat badan Balita anda tergolong Ideal, agar berat badan balita anda tetap ideal berikan makanan dengan gizi seimbang yang terdiri dari karbohidrat, serat, protein, lemak baik, serta vitamin dan mineral. Berolahraga secara rutin seperti menuntun anak belajar berjalan dan belajar naik turun tangga. Dan yang terakhir adalah hindari stress",
      "Untuk Konsultasi lebih lanjut, anda bisa jadwalkan kunjungan ke dokter spesialis anak atau fasilitas kesehatan terdekat.",
      "Kondisi tubuh ideal pada balita adalah ketika berat badan, tinggi badan, dan lingkar kepala mereka sesuai dengan standar pertumbuhan yang normal untuk usia dan jenis kelamin mereka.Untuk menentukan apakah bayi memiliki kondisi tubuh yang ideal, dokter anak atau ahli gizi akan memeriksa dan memantau pertumbuhan dan perkembangan bayi secara berkala, biasanya pada setiap kunjungan imunisasi atau pemeriksaan kesehatan rutin.Kondisi tubuh yang ideal juga mencakup kesehatan fisik, mental, dan emosional yang optimal. Bayi yang memiliki kondisi tubuh ideal harus bebas dari penyakit dan cedera, memiliki asupan nutrisi yang memadai, dan merasa aman dan dicintai di lingkungan yang aman dan sehat. Mereka juga harus memiliki kemampuan untuk bermain dan belajar dengan lingkungan sekitar serta berkembang secara normal dan sehat.Penting untuk memastikan bahwa bayi Anda memenuhi kriteria kondisi tubuh ideal dengan berkonsultasi dengan dokter anak atau ahli gizi, dan melaksanakan praktik pola makan sehat dan aktifitas fisik yang tepat untuk membantu bayi tumbuh dan berkembang secara optimal.",
      "Berikut adalah ciri ciri yang menunjukkan balita memiliki gizi yang ideal:1)Berat badan yang seimbang: Balita yang memiliki gizi yang ideal memiliki berat badan yang seimbang sesuai dengan umur dan tinggi badannya.2)Tinggi badan yang sesuai: Tinggi badan balita yang seimbang dan sesuai dengan umur serta jenis kelaminnya.3)Lingkar kepala normal: Ukuran lingkar kepala balita yang normal menunjukkan pertumbuhan dan perkembangan otak yang sehat.4)Kondisi kulit sehat: Balita yang memiliki gizi yang ideal biasanya memiliki kulit yang sehat, halus, dan bercahaya.5)Aktif dan energik: Balita yang mendapatkan nutrisi yang cukup biasanya aktif dan energik dalam bermain dan beraktivitas sehari-hari.6)Terhindar dari penyakit: Balita yang memiliki gizi yang ideal cenderung terhindar dari berbagai penyakit seperti infeksi saluran pernapasan, diare, dan infeksi lainnya.7)Mempunyai nafsu makan yang baik: Balita yang memiliki gizi yang ideal biasanya memiliki nafsu makan yang baik dan mampu mengonsumsi makanan dengan variasi yang cukup.",
      "Ada beberapa faktor yang mempengaruhi tubuh bayi menjadi ideal, diantaranya:1)Nutrisi yang cukup dan tepat: Nutrisi yang cukup dan tepat sangat penting dalam pertumbuhan dan perkembangan bayi. Pemberian ASI eksklusif selama 6 bulan pertama kehidupan bayi, dan makanan pendamping ASI atau MPASI yang bergizi setelah usia 6 bulan dapat membantu mendukung pertumbuhan yang ideal.2)Faktor genetik: Faktor genetik juga memainkan peran penting dalam mempengaruhi tinggi badan, berat badan, serta kondisi kesehatan secara umum. Namun, faktor ini tidak bisa dikendalikan dan dipengaruhi oleh faktor lingkungan yang lebih besar.3)Faktor lingkungan: Faktor lingkungan seperti pola makan yang buruk, kurang tidur, dan kurangnya aktivitas fisik dapat mempengaruhi pertumbuhan dan perkembangan bayi.4)Kesehatan ibu selama kehamilan: Kesehatan ibu selama kehamilan sangat penting untuk mempengaruhi pertumbuhan dan perkembangan bayi. Kondisi kesehatan ibu yang buruk dapat mempengaruhi pertumbuhan bayi di dalam kandungan.5)Stimulasi yang tepat: Stimulasi yang tepat seperti kegiatan fisik dan mental dapat membantu mempercepat pertumbuhan dan perkembangan bayi dengan cara meningkatkan daya tahan tubuh, kesehatan mental, dan kemampuan motorik.6)Perawatan kesehatan yang tepat: Perawatan kesehatan yang tepat seperti pemberian imunisasi, perawatan gigi dan mulut, serta perawatan kesehatan secara umum dapat membantu mempertahankan tubuh bayi agar tetap sehat dan ideal.7)Lingkungan yang sehat: Lingkungan yang sehat, termasuk udara bersih, air bersih, dan sanitasi yang baik, dapat membantu mencegah infeksi dan penyakit yang dapat mempengaruhi pertumbuhan dan perkembangan bayi.",
      "Berikut adalah beberapa aturan makan untuk bayi agar memiliki kesehatan badan yang ideal:1)Pemberian ASI eksklusif selama enam bulan pertama: ASI merupakan sumber nutrisi terbaik untuk bayi dan dapat membantu memenuhi kebutuhan gizi mereka. Selain itu, ASI juga memberikan perlindungan terhadap infeksi dan penyakit.2)Mulai memberikan makanan pendamping ASI setelah enam bulan: Setelah usia enam bulan, bayi perlu diperkenalkan pada makanan pendamping ASI seperti sayuran, buah-buahan, sereal, dan protein seperti daging atau ikan. Makanan pendamping ASI harus diberikan dalam bentuk halus atau lembut agar mudah dicerna oleh bayi.3)Pilih makanan yang bergizi: Pilih makanan yang mengandung nutrisi penting seperti protein, karbohidrat, lemak, vitamin, dan mineral. Perhatikan juga jumlah kalori yang diberikan sesuai dengan kebutuhan bayi.4)Pemberian makanan dalam porsi yang tepat: Berikan makanan dalam porsi yang sesuai dengan usia dan ukuran bayi. Jangan memaksa bayi untuk makan terlalu banyak atau terlalu sedikit.5)Perkenalkan variasi makanan: Perkenalkan variasi makanan pada bayi agar mereka terbiasa dengan berbagai jenis makanan dan mengembangkan selera makan yang baik.6)Berikan makanan yang aman dan bersih: Pastikan makanan yang diberikan kepada bayi bersih dan aman untuk dikonsumsi. Cuci tangan sebelum memberikan makanan, hindari memberikan makanan mentah, dan pastikan makanan yang disiapkan dengan baik.7)Batasi gula dan garam: Hindari memberikan makanan yang mengandung gula atau garam yang berlebihan. Berikan makanan yang segar dan alami sebanyak mungkin.8)Berikan air minum yang cukup: Berikan air minum yang cukup untuk menjaga hidrasi bayi."
    ]
  }   
]